import "./Header.css";

function Header() {
  return (
    <div className="header">
      <div className="header-text"> 
        <h1> مؤسسة امان الجنوب للسلامة والاطفاء</h1>
        <p>
          توريد وتركيب كافة معدات السلامة وأجهزة الإنذار المبكر وصيانة كافة أجهزة الإنذار المبكر
          نحن متخصصون في مجال توريد وتركيب وصيانة أجهزة مكافحة الحريق والرش الآلي وأجهزة الإنذار المبكر من الحريق وبيع معدات الأمن والسلامة بكافة أنواعها وقد قمنا بفضل الله عز وجل بتنفيذ مشاريع كبيرة مثل المستشفيات و المولات والمباني الإدارية والمصانع والمباني السكنية والمستودعات والأبراج من ثم صيانتها على مدى السنين الماضية للمحافظة عليها بعد تركيبها للعمل على مدار الساعة تحسبا لأي طارئ لا قدر الله لحماية الأرواح والممتلكات وهذا في معظم مدن المملكة مما يمنحنا الثقة على التأكيد بأن مؤسستنا من المؤسسات الأكثر انتشارا والأوفر خبرة في مجال التوريد والتركيب والصيانة والبيع والإشراف واختبار النظام.
          كل ذلك حسب المواصفات الدولية NFPA و المحلية المطلوبة من الدفاع المدني على مدار أكثر من أربعون عاما وعملائنا وجهات الاختصاص والتي تتماشي مع وضع مشاريعنا ويوجد لدينا أقسام تختص بصيانة أجهزة مكافحة الحريق بجميع الأنظمة من الرش الآلي والإطفاء والإنذار وطفايات الحريق والمضخات وخطوط شبكات الإطفاء والإنذار وتوريد وتركيب الستائر المائية وصيانتها وتوريد و تركيب أنظمة الإطفاء بالغاز من انظمة FM200 و CO2 و NOVEC و ANSUL و هي معدة بأحدث الأجهزة و الإمكانيات اللازمة ويقوم بالعمل على هذه الأقسام نخبة ممتازة من المهندسين والفنيين على أعلى مستوى من الكفاءة الازمة لتنفيذ العمل بالشكل المطلوب
        </p>
      </div>
      <div>
        <img
          className="header-img"
          src="https://damiaglobalservices.com/wp-content/uploads/2022/06/FIRE-EXTINGUISHERS-RE-SIZED-IMAGE.webp"
          alt="Fire Extinguishers"
        />
      </div>
    </div>
  );
}

export default Header;
